tap "hashicorp/tap"
brew "anyenv"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "luarocks"
brew "make"
brew "neovim"
brew "pre-commit"
brew "ripgrep"
brew "terraform-docs"
brew "terraform-ls"
brew "tflint"
brew "tfsec"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "unzip"
brew "hashicorp/tap/terraform"
brew "jq"
cask "font-jetbrains-mono-nerd-font"
go "golang.org/x/tools/gopls"
