{
  "blamer.nvim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "indentLine": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lexima.vim": { "branch": "master" },
  "lightline.vim": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "nginx.vim": { "branch": "master" },
  "tcomment_vim": { "branch": "master" },
  "typescript-vim": { "branch": "master" },
  "vim-jsx-pretty": { "branch": "master" },
  "vim-pug": { "branch": "master" },
  "vim-slim": { "branch": "master" },
  "vim-stylus": { "branch": "master" },
  "vim-trailing-whitespace": { "branch": "master" },
  "vim-vue": { "branch": "master" },
  "vim-vue-plugin": { "branch": "master" }
}
